<?php

return [
    'no_auth' => 'ليس لديك صلاحية الدخول',
    'not_found' => 'نأسف , حدث خطأ ما',
    'password' => 'كلمة المرور القديمة خاطئة',
    'error' => 'نأسف , حدث خطأ ما',
    'added' => 'تم اضافة البيانات بنجاح',
    'updated' => 'تم تعديل البيانات بنجاح',
    'changed' => 'تم تغيير كلمة المرور بنجاح',
    'deleted' => 'تم الحذف بنجاح',
    'already_replied' => 'تم الرد على هذه الرسالة بالفعل',
    'success_verification_customer' => 'تم التحقق من العميل بنجاح',
    'incorrect_verification_code' => 'كود التأكيد غير صحيح',
    'empty_email' => 'الايميل فارغ',
    'success_send_forgot_code' => 'تم ارسال كود بنجاح',
    'messageError' => 'تغيير بعض الأشياء للأعلى وحاول تقديم مرة أخرى.',
    'icon_error' => 'خطأ في رفع الايقونة',
    'image_error' => 'خطأ في رفع الصورة',
    'enable' => 'تم التفعيل بنجاح',
    'disable' => 'تم الغاء التفعيل بنجاح',
    'verify_email' => 'تم إرسال البريد الإلكتروني لرابط التنشيط ، يرجى التحقق من بريدك الإلكتروني.',
    'range_event_error' => 'من فضلك ، حدد الوقت المناسب للحدث' ,
    'must_login' => 'يجب تسجيل الدخول للاستفادة من هذه الخدمة' ,
    'something_error' => 'حدث خطأ ما' ,
    'registered' => 'مسجل' ,
    'adding_question_success' => 'تم ارسال طلبك، سيتم ارسال رسالة على الايميل',
    'add' => 'تم الاضافة بنجاح'

];
